//-----------------
"LOC_Common_AppDisplayName"="Monitor Terima Faks";
"LOC_Common_OK"="OK";
"LOC_Common_Cancel"="Batal";
"LOC_Common_Next"="Seterusnya";
"LOC_CommonError"="Pemprosesan dibatalkan akibat berlakunya ralat.";

//-----------------
// Menubar
//-----------------
"Fax Receive Monitor"="Monitor Terima Faks";
"About Fax Receive Monitor"="Tentang Monitor Terima Faks";
"Preferences..."="Keutamaan...";
"Services"="Perkhidmatan";
"Hide Fax Receive Monitor"="Sembunyikan Monitor Terima Faks";
"Hide Others"="Sembunyi yang Lain";
"Show All"="Tunjuk Semua";
"Quit Fax Receive Monitor"="Keluar dari Monitor Terima Faks";

"File"="Fail";
"Close"="Tutup";

"Window"="Tetingkap";

"Help"="Bantuan";
"Fax Receive Monitor Help"="Bantuan Monitor Terima Faks";

//-----------------
// StartStopAlert
//-----------------
"Loc_AlertMsg_205_EnvironmentNotFound"="Tidak menemui fail yang diperlukan untuk melaksanakan aplikasi.\nPasang semula FAX Utility.";
"Loc_AlertMsg_206_QueueNotFound"="Tidak memperoleh maklumat pencetak (faks). Buka \"Print & Fax Preferences\" dan tambah pemacu PC-FAKS.";
"Loc_AlertMsg_207_User"="Pengguna";
"Loc_AlertMsg_208_InUseUser"="Tidak dapat menjalankan Monitor Terima Faks. Pengguna lain pada komputer ini sedang menjalankannya.";
"Loc_AlertInfo_209_UseOnly1User"="Berbilang pangguna tidak dapat menjalankan Monitor Terima Faks pada masa yang sama.";
"Loc_AlertMsg_210_SettingOtherAccount"="Tidak dapat menjalankan Monitor Terima Faks. Pengguna lain telah menetapkan keutamaan menyimpan faks.";
"Loc_AlertInfo_211_UseOnly1Setting"="Hanya seorang pengguna mempunyai akses untuk menetapkan keutamaan faks dan boleh menjalankan Monitor Menerima Faks.";
"Loc_AlertMsg_212_DeleteUser"="Akaun pengguna untuk menyimpan faks telah dipadamkan.";

"Loc_AlertMsg_902_FinishAppFaxSave"="Penyimpanan faks diterima telah ditetapkan pada komputer ini. Adakah anda pasti ingin keluar?";

//-----------------
// CWaitingWindow
//-----------------
"Loc_Msg_202_WaitingStartPrintingSystem"="Membaca maklumat pencetak.\n\nSila tunggu.";
"Loc_Msg_906_WaitingStopApplication"="Menamatkan.\n\nSila tunggu.";

//-----------------
// CMonitorWindow
//-----------------
"LOC_Msg_306_TableViewColumn_Printer"="Pencetak";
"LOC_Msg_307_TableViewColumn_Status"="Status";

"LOC_Msg_302_ToolbarLabel_OpenFolder"="Buka folder";
"LOC_Msg_303_ToolbarLabel_RceiveSetting"="Tetapan Terima";
"LOC_Msg_304_ToolbarLabel_ManualScan"="Semak faks";
"LOC_Msg_305_ToolbarLabel_Preference"="Keutamaan";

"LOC_Msg_308_ToolbarLabel_OpenFolder"="Buka folder faks diterima";
"LOC_Msg_309_ToolbarLabel_RceiveSetting"="Tetapan Output Faks Diterima";
"LOC_Msg_310_ToolbarLabel_ManualScan"="Semak faks baharu";
"LOC_Msg_311_ToolbarLabel_Preference"="Keutamaan";

// Status
"LOC_Status_320_Waiting_Short"="Menunggu";
"LOC_Status_321_Scanning_Short"="Menyemak faks baharu";
"LOC_Status_322_NewFax_Short"="Faks diterima berjaya disimpan di dalam folder tertentu.";
"LOC_Status_323_PrinterNotRespond_Short"="Pencetak tidak bertindak balas.";
"LOC_Status_324_PrinterBusy_Short"="Pencetak sedang memproses data.";
"LOC_Status_325_SaveFolderNotFound_Short"="Tidak menemui folder faks diterima.";
"LOC_Status_326_WritePermission_Short"="Anda tidak dibenarkan menyimpan ke dalam folder.";
"LOC_Status_327_WriteFailed_Short"="Gagal menyimpan faks di dalam folder tertentu.";
"LOC_Status_328_CommunicationError_Short"="Ralat komunikasi pencetak berlaku.";
"Loc_Status_329_InUseFaxVolume_Short"="Cakera \"FAXRECV\" sedang digunakan oleh aplikasi lain.";
"LOC_Status_330_SaveFolderLowCapacity_Short"="Ruang cakera di dalam folder faks diterima tidak mencukupi.";
"LOC_Status_331_PrinterError_Short"="Ralat berlaku pada pencetak.";
"LOC_Status_350_AccessErrorFaxVolume_Short"="Tidak dapat simpan faks. Pengesahan pengguna gagal.";

"LOC_AlertMsg_340_RemoveQueueScanStop"="Faks diterima tidak disimpan. Gilir cetakan mungkin telah dipadamkan.";
"LOC_AlertMsg_341_ChangeToPrintScanStop"="Faks diterima tidak disimpan. Tetapan telah ditukar kepada \"Cetakan\" oleh komputer lain, gilir cetakan, atau pencetak.";
"LOC_AlertMsg_342_UseOtherQueueScanStop"="Faks diterima tidak disimpan. Tetapan telah ditukar untuk menyimpannya melalui komputer lain atau gilir cetakan.";

"LOC_AlertInfo_343_UseOnly1Queue"="Faks tidak boleh disimpan melalui berbilang komputer atau gilir cetakan pada masa yang sama.";
"LOC_AlertInfo_344_StopedQueueName"="Gilir Cetakan Dibatalkan:";

//-----------------
// CSettingWindow
//-----------------
"LOC_Msg_701_Title"="Tetapan Output Faks Diterima.";
"LOC_Msg_702_CurrentSettingTitleText"="Tetapan pada pencetak:";
"LOC_Msg_703_TitleReceiveMode_Print"="\"Cetak\"  (cetak faks pada pencetak)";
"LOC_Msg_704_TitleReceiveMode_Receive"="\"Simpan\"  (simpan faks pada komputer ini)";
"LOC_Msg_705_SelectFolderButton"="Simpan ke...";
"LOC_Msg_706_SendButtonTitleText"="Hantar tetapan kepada pencetak:";
"LOC_Msg_707_TitleButton_SendTo"="Hantar";

"LOC_Msg_709_TitleReceiveMode_WideKey"="Sempit";

"LOC_Msg_709_TitleReceiveMode_OtherQueue"="Simpan faks pada komputer lain atau gilir cetakan";
"LOC_Msg_710_WarningOtherQueue"="Pertukaran anda akan berkuatkuasa setelah menghantar tetapan kpd pencetak. Tetapan terdahulu untuk menyimpan faks pada komputer lain atau gilir cetakan telah dibatalkan.";
"LOC_Msg_711_InvalidPermissinSelectFolder"="Folder ini terlindung tulis dan tidak boleh digunakan.";

"LOC_AlertInfo_604_NextFor2Button"="Klik [Seterusnya] untuk menukar tetapan pada komputer ini. Klik [Batal] untuk keluar.";
"LOC_AlertMsg_605_PrinterNotRespond"="Pencetak tidak bertindak balas. Pastikan pencetak disambung dengan betul dan kuasanya dihidupkan.";
"LOC_AlertMsg_606_PrinterBusy"="Pencetak sedang memproses data. Tunggu seketika dan kemudian cuba semula.";
"LOC_AlertMsg_607_CommunicationError"="Ralat komunikasi pencetak berlaku.";
"LOC_AlertMsg_608_RemoveQueue"="Pencetak (pemacu faks) yang sedang anda tetapkan telah dipadam. Tambah pencetak (pemacu faks) dalam [Keutamaan Sistem] - [Cetakan & Faks].";
"LOC_AlertMsg_609_InUseFaxVolume"="Tidak dapat simpan faks. Aplikasi lain sedang menggunakan cakera \"FAXRECV\". Tinggalkan aplikasi untuk menukar tetapan output faks.";
"LOC_AlertMsg_612_UseOtherQueueOnly"="Tetapan telah ditukar untuk menyimpan faks melalui komputer lain atau gilir cetakan.";
"LOC_AlertMsg_614_ChangeWhileScreen"="Pertukaran tidak diterima. Sesetengah tetapan pencetak telah ditukar oleh komputer lain, gilir cetakan, atau pencetak. Sila cuba semula.";
"LOC_AlertMsg_617_ErrorWhileRestNewFax"="Faks diterima tidak disimpan akibat ralat.";
"LOC_AlertInfo_618_SaveFolderLowCapacity"="Ruang cakera tidak mencukupi. Tentukan folder lain atau buang fail tidak diperlukan.";
"LOC_AlertInfo_619_SaveFolderNotFound"="Tidak menemui folder faks diterima. Pastikan folder dinyatakan dengan betul. Untuk folder yang dikongsikan pada rangkaian, pastikan anda boleh mengakses folder itu.";
"LOC_AlertInfo_620_WritePermission"="Anda tidak dibenarkan menyimpan ke dalam folder. Semak hak akses bagi folder itu.";
"LOC_AlertMsg_623_PrinterError"="Ralat berlaku pada pencetak. Bersihkan ralat dan kemudian cuba semula.";

"LOC_AlertMsg_630_ConfirmMountAuthentication"="Pencetak telah dikonfigurasikan supaya memerlukan pengesahan pengguna untuk berkongsi fail rangkaian dan menyimpan faks diterima pada komputer. Untuk menyimpan faks pada komputer, simpan maklumat pengesahan pada rangkai kunci Mac OS X.\n\nMasukkan nama dan kata laluan anda jika anda digesa melakukannya, dan kemudian pilih kotak semak \"Ingat kata laluan ini dalam rantai kunci saya\".\nJika anda tidak menyimpan maklumat pada rantai kunci, pengesahan pengguna diperlukan setiap kali data faks disimpan.";
"LOC_AlertMsg_650_AccessErrorFaxVolume"="Pengesahan pengguna untuk menyimpan faks gagal.\nKlik Hantar semula pada skrin Tetapan Output Faks Diterima. Pada skrin seterusnya, masukkan nama dan kata laluan anda, dan kemudian pilih kotak semak \"Ingat kata laluan ini dalam rantai kunci saya\".";

//-----------------
// CPreferenceWindow
//-----------------
"LOC_Msg_401_Title"="Keutamaan Monitor Terima Faks";
"LOC_Msg_402_ScanTimeTitleText"="Tetapkan sela untuk menyemak faks baharu (1 hingga 30):";
"LOC_Msg_403_1MinueUnitTitleText"="minit";
"LOC_Msg_404_MinuesUnitTitleText"="minit";
"LOC_Msg_405_NotificationTitleText"="Pemberitahuan:";
"LOC_Msg_406_ReceiveNotifyButton"="Maklumkan saya tentang faks baharu melalui ikon dok";
"LOC_Msg_407_ErrorNotifyButton"="Maklumkan saya ralat melalui ikon dok";
"LOC_Msg_408_LoginStartTitleText"="Mulakan pada log masuk:";
"LOC_Msg_409_LoginStartSettingAutoTitleText"="Automatik";
"LOC_Msg_410_LoginStartSettingONTitleText"="Hidup";
"LOC_Msg_411_LoginStartSettingOFFTitleText"="Mati";
"LOC_Msg_412_DelayTimeTitleText"="Masa tunggu sebelum menyemak faks baharu (0 ke 10):";
"LOC_Msg_415_1MinueUnitTitleText"="minit";
"LOC_Msg_416_MinuesUnitTitleText"="minit";

//-----------------
// CCommunicateSheet
//-----------------
"Loc_Msg_501_CSettingWindowGetSetting"="Tetapan membaca drp pencetak.";
"Loc_Msg_801_CSettingWindowScanRemainFax"="Menyemak faks baharu sebelum mengubah tetapan.";
"Loc_Msg_802_CSettingWindowSendSetting"="Menghantar tetapan kepada pencetak.";

//-----------------
"LOC_Msg_703_TitleReceiveMode_Print110"="Faks tidak disimpan";
"LOC_AlertMsg_615_RestNewFax"="Tidak dapat menukar tetapan kerana ada faks baharu pada pencetak. Gunakan panel kawalan pencetak untuk menukar tetapan.";
"LOC_AlertMsg_341_ChangeToPrintScanStop110"="Faks diterima tidak disimpan. Tetapan telah ditukar kepada \"Faks tidak disimpan\" oleh komputer lain, gilir cetakan, atau pencetak.";

"LOC_AdminPassword_Title"="Entri Kata Laluan Pentadbir";
"LOC_AdminPassword_Label"="Kata Laluan Pentadbir";
"LOC_AdminPassword_Alert"="Kata laluan salah.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Batal";
